Repository: wp-plugins/place-login
Catalog: languages/*.po
Languages: pl_es_es, pl_sr_rs

source: Usage
pl_es_es: Uso
pl_sr_rs: Korisnost

source: Redirect
pl_es_es: Redirección
pl_sr_rs: Redirektnost

source: After login
pl_es_es: Después de entrar en la sesión
pl_sr_rs: Nakon logina

source: After logout
pl_es_es: Después de cerrar la sesión
pl_sr_rs: Posle logina

source: Login links
pl_es_es: Enlaces de inicio de sesión
pl_sr_rs: Linkovi logina

source: Parent page
pl_es_es: Página padre
pl_sr_rs: Roditeljska stranica

source: Register
pl_es_es: Registrar
pl_sr_rs: Registruj

source: Lost password
pl_es_es: Recuperar la contraseña
pl_sr_rs: Izgubljena šifra

source: Logged in links
pl_es_es: Enlaces después de entrar en la sesión
pl_sr_rs: ulogovano na linkove

source: Links
pl_es_es: Enlaces
pl_sr_rs: Linkovi

source: To have the login link or button, you should use the following code in your template files: <br><code>&lt;?php if &#40; function_exists&#40; 'plogin_form' &#41; &#41; plogin_form&#40;&#41;; ?&gt;</code>.<br/>If you want to have a login form in your sidebar, you should use the Place Login widget</code>
pl_es_es: Para tener el enlace o el botón de inicio de sesión, utilice el siguiente código en su plantilla de archivos: <code>&lt;?php do_action('cl'); ?&gt;</code>.<br/> Si usted quiere tener un formulario de acceso en la barra lateral, se debe utilizar el Custom Login widget</ code>
pl_sr_rs: Da biste imali link ili dugme za prijavljivanje , trebalo bi da koristite sledeći kod u template file: :<code>&lt;?php do_action('cl'); ?&gt;</code>.<br/>Ako želite da imate login formu na sidebar-u, trebalo bi da koristite prilagođeni >Custom Login widget</code>

source: Url to redirect after the user login or logout.
pl_es_es: URL para redireccionar después de que el usuario entró o cerró la sesión.
pl_sr_rs: Url za redirekciju nakon logina ili logout korisnika.

source: Leave blank to use the current page
pl_es_es: Dejar en blanco para usar la página actual
pl_sr_rs: Ostavi prazno da bi ste koristili trenutnu stranicu

source: Links to appear in the login form.
pl_es_es: Enlaces a aparecer en el formulario de acceso.
pl_sr_rs: Linkovi koji se pojavljuju u login formi.

source: Create the default pages as its children
pl_es_es: Crear las páginas predeterminadas como sus hijos
pl_sr_rs: Napravite default stranice kao decu

source: Leave blank to use the default page
pl_es_es: Dejar en blanco para usar la página por defecto
pl_sr_rs: Ostavi prazno da bi ste koristili default stranicu

source: Links to appear once the user has logged in.
pl_es_es: Enlaces a aparecer una vez que el usuario haya iniciado sesión
pl_sr_rs: Linkovi se pojave korisniku kada se uloguje.

source: Enter one link per line. Note: Logout link will always show regardless. Tip: Add <code>|true</code> after a link to only show it to admin users or alternatively use a <code>|user_capability</code> and the link will only be shown to users with that capability (see <a href='http://codex.wordpress.org/Roles_and_Capabilities' target='_blank'>Roles and Capabilities</a>).<br/> You can type <code>%USERNAME%</code> and <code>%USERID%</code> which will be replaced by the user's info. Also, You can type <code>%PROFILE%</code> to get the link for the user profile. Default: <br/>&lt;a href="%PROFILE%"&gt;Dashboard&lt;/a&gt;
pl_es_es: Escriba un enlace por línea. Nota: El enlace de Logout siempre será mostrado. Sugerencia: Añadir <code>| true</ code> después del enlace para que sea mostrado solo a los administradores de usuarios o alternativamente puede usar <code>|user_capability</code> y el enlace sólo será mostrado a los usuarios con esa capacidad (ver <a href = 'http://codex.wordpress.org/Roles_and_Capabilities' target = '_blank'>Roles y Capacidades</a>).<br/> Usted puede escribir <code>% USERNAME%</code> y <code>%% USERID%%</code> el cuál será reemplazado por la información del usuario. También puede escribir <code>% PROFILE% </code> para obtener el enlace del perfil de usuario. Por defecto: <br/>&lt;a href="%PROFILE%"&gt;Dashboard&lt;/a&gt;
pl_sr_rs: Unesite jedan link po rečenici. Beleška: Logout link će uvek biti prikazan. Savet: Dodati <code>|true</code> nakon linka da biste prikazali admin korisnicima kako da alternativno koriste <code>|user_capability</code> i link će biti prikazan korisnicima sa mogućnostima(pogledati <a href='http://codex.wordpress.org/Roles_and_Capabilities' target='_blank'>Roles and Capabilities</a>).<br/> You can type <code>%USERNAME%</code> and <code>%%USERID%%</code> which will be replaced by the user's info. Also, You can type <code>%PROFILE%</code> to get the link for the user profile. Default: <br/>&lt;a href="%PROFILE%"&gt;Dashboard&lt;/a&gt;

source: Place Login
pl_es_es: Lugar del inicio de sesión
pl_sr_rs: Mesto za login

source: Place Login Options
pl_es_es: Opciones del lugar del inicio de sesión
pl_sr_rs: Opcije mesta za login

source: Save Changes
pl_es_es: Grabar cambios
pl_sr_rs: Sačuvati promene

source: Username
pl_es_es: Nombre de usuario
pl_sr_rs: Korisničko ime:

source: Usernames cannot be changed.
pl_es_es: Los nombres de usuarios no se puede cambiar.
pl_sr_rs: Korisničko ime ne može biti promenjeno.

source: First name
pl_es_es: Nombre
pl_sr_rs: Ime

source: Last name
pl_es_es: Apellido
pl_sr_rs: Prezime

source: E-mail
pl_es_es: Correo electrónico

source: New password:
pl_es_es: Nueva contraseña:
pl_sr_rs: Nova šifra:

source: If you would like to change the password type a new one; otherwise, leave it blank
pl_es_es: Si desea cambiar el tipo de contraseña, porfavor ingrese una nueva o déjelo en blanco
pl_sr_rs: Ako želite da promenite šifru ukucajte novu, ako ne ostavite prazno

source: Confirm new password:
pl_es_es: Confirmar nueva contraseña:
pl_sr_rs: Potvrdite novu šifru:

source: Type the new password again
pl_es_es: Escriba la nueva contraseña de nuevo
pl_sr_rs: Tip nove šifre opet

source: Strength indicator
pl_es_es: Indicador de fuerza
pl_sr_rs: Pokazatelj snage

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &amp; ).
pl_es_es: Sugerencia: La contraseña debe ser de al menos siete caracteres. Para que sea más fuerte, usar mayúsculas y minúsculas, números y símbolos como lo siguente ! " ? $ % ^ &amp; ).
pl_sr_rs: Savet :lozinka treba da ima najmanje sedam znakova . Da bi bila jača , koristite gornja i donja slova , brojeve i simbole ! " ? $ % ^ &amp; ).

source: Update Profile
pl_es_es: Actualizar Perfil
pl_sr_rs: Update Profila

source: Username:
pl_es_es: Nombre de Usuario:
pl_sr_rs: Korisničko ime:

source: Password:
pl_es_es: Contraseña:
pl_sr_rs: Šifra:

source: Remember Me
pl_es_es: Recordarme
pl_sr_rs: Zapamti me

source: Log In
pl_es_es: Inicio de sesión
pl_sr_rs: Uloguj se

source: Lost Password?
pl_es_es: Perdió su contraseña?
pl_sr_rs: Izgubili ste šifru?

source: Username <em>(required)</em>
pl_es_es: Nombre de usuario <em>(requerido)</ em>
pl_sr_rs: Korisničko ime<em>(potreban)</em>

source: E-mail <em>(required)</em>
pl_es_es: E-mail <em>(requerido)</ em>
pl_sr_rs: E-mail <em>(potreban)</em>

source: Password <em>(required)</em>
pl_es_es: Contraseña <em>(requerido)</ em>
pl_sr_rs: Šifra<em>(potreban)</em>

source: 7 characters minimum, no spaces. Case sensitive
pl_es_es: Mínimo 7 caracteres, sin espacios. Sensible a mayúsculas y minúsculas
pl_sr_rs: minimum 7 karaktera, nema prostora. Osetljivo na veličinu slova

source: Username or E-mail:
pl_es_es: Nombre de usuario o correo electrónico:
pl_sr_rs: Korisničko ime E-mail:

source: Get New Password
pl_es_es: Obtener una nueva contraseña
pl_sr_rs: Nova šifra

source: The login widget.
pl_es_es: Interface de inicio de sesión
pl_sr_rs: Widget za ulogovanje

source: Place Login Widget
pl_es_es: Interface del lugar del inicio de sesión
pl_sr_rs: Mesto za widget za ulogovanje

source: Title:
pl_es_es: Título:
pl_sr_rs: Naslov:

source: To set up options, please go to the <a href="%s">settings</a>
pl_es_es: Para configurar las opciones, por favor vaya a <a href="%s">configuraciones</a>
pl_sr_rs: Da biste podesili opcije idite na <a href="%s">postavke</a>

source: Your registration has been successful.
pl_es_es: Se ha registrado exitosamente.
pl_sr_rs: Vaša registracija je bila uspešna.

source: Check your e-mail for your new password.
pl_es_es: Revise su correo electrónico para su nueva contraseña.
pl_sr_rs: Proverite svoju e-poštu za vašu novu lozinku.

source: Your profile information has been updated.
pl_es_es: La información de su perfil ha sido actualizado.
pl_sr_rs: Informacije profila je ažuriran.

source: <strong>ERROR</strong>: The username or password you entered is incorrect.
pl_es_es: <strong> ERROR </ strong>: El nombre de usuario o la contraseña que ha introducido no es correcta.
pl_sr_rs: <strong>GRESKA</strong> :Korisničko ime ili lozinka koje ste uneli nisu tačni.

source: <strong>ERROR</strong>: Please enter your username and password to login.
pl_es_es: <strong> ERROR </ strong>: Por favor, ingrese su nombre de usuario y contraseña para iniciar sesión.
pl_sr_rs: <strong>GRESKA</strong> :Unesite vaše korisničko ime i lozinku.

source: <strong>ERROR</strong>: The passwords do no match.
pl_es_es: <strong> ERROR </ strong>: Las contraseñas no coinciden.
pl_sr_rs: <strong>GRESKA</strong> :Lozinke se ne utakmicu.

source: <strong>ERROR</strong>: Couldn&#8217;t update your profile... please contact the <a href="mailto:%s">webmaster</a> !
pl_es_es: <strong> ERROR </ strong>: No se pudo actualizar su perfil ... por favor póngase en contacto con el <a href="mailto:%s"> webmaster </ a>!
pl_sr_rs: <strong>GRESKA</strong> :ažurirate svoj profil ... kontaktirajte<a href="mailto:%s">webmaster</a> !

source: <strong>ERROR</strong>: Please enter a username.
pl_es_es: <strong> ERROR </ strong>: Por favor ingrese el nombre de usuario.
pl_sr_rs: <strong>GRESKA</strong> :Unesite korisničko ime.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
pl_es_es: <strong> ERROR </ strong>: Este nombre de usuario no es válido, ya que utiliza caracteres no válidos. Por favor, introduzca un nombre de usuario válido.
pl_sr_rs: <strong>GRESKA</strong> :Ovo korisničko ime je nevažeći zato što koristi nedozvoljene znakove. Molimo unesite važeće korisničko ime.

source: <strong>ERROR</strong>: This username is already registered, please choose another one.
pl_es_es: <strong> ERROR </ strong>: Este nombre de usuario ya está registrado, por favor elija otro.
pl_sr_rs: <strong>GRESKA</strong> :Ovo korisničko ime je već registrovano , molimo vas da izaberete drugu.

source: <strong>ERROR</strong>: This username is already registered, please contact the Administrator to add the user to this blog.
pl_es_es: <strong> ERROR </ strong>: Este nombre de usuario ya está registrado, por favor contactar al Administrador para agregar el usuario.
pl_sr_rs: <strong>GREŠKA</strong>: Ovo korisničko ime je već registrovano, kontaktirajte Administratora da doda korisnika na ovaj blog

source: <strong>ERROR</strong>: Please type your e-mail address.
pl_es_es: <strong> ERROR </ strong>: Por favor escriba su dirección de correo electrónico.
pl_sr_rs: <strong>GRESKA</strong> :Molimo unesite vašu e - mail adresu.

source: <strong>ERROR</strong>: The email address is not correct.
pl_es_es: <strong> ERROR </ strong>: El correo electrónico es incorrecto.
pl_sr_rs: <strong>GRESKA</strong> :Email adresa nije ispravna.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
pl_es_es: <strong> ERROR </ strong>: Esta dirección de correo electrónico ya está registrado, por favor elija otro.
pl_sr_rs: <strong>GRESKA</strong> :Ova e-mail je već registrovan , molimo vas da izaberete drugu.

source: <strong>ERROR</strong>: Please type your user password.
pl_es_es: <strong> ERROR </ strong>: Por favor, escriba su contraseña de usuario.
pl_sr_rs: <strong>GRESKA</strong> :Molimo unesite vašu korisničku lozinku.

source: <strong>ERROR</strong>: The password should be at least seven characters long
pl_es_es: <strong> ERROR </ strong>: La contraseña debe tener al menos siete caracteres
pl_sr_rs: <strong>GRESKA</strong> :Lozinka treba da bude najmanje sedam znakova

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
pl_es_es: <strong> ERROR </ strong>: No se pudo registrar ... por favor póngase en contacto con el <a href="mailto:%s"> webmaster </ a>!
pl_sr_rs: <strong>GRESKA</strong> :Couldn&#8217;t register vas ... kontaktirajte<a href="mailto:%s">webmaster-a</a> !

source: <strong>ERROR</strong>: Enter a username or e-mail address.
pl_es_es: <strong> ERROR </ strong>: Escriba un nombre de usuario o la dirección de e-mail.
pl_sr_rs: <strong>GRESKA</strong> :Unesite korisničko ime ili e-mail adresu.

source: <strong>ERROR</strong>: There is no user registered with that email address.
pl_es_es: <strong> ERROR </ strong>: No hay ningún usuario registrado con esa dirección de correo electrónico.
pl_sr_rs: <strong>GRESKA</strong> :Nema registrovanih korisnika sa tom adresom e-pošte.

source: <strong>ERROR</strong>: Invalid username or e-mail.
pl_es_es: <strong> ERROR </ strong>: nombre de usuario no válido o e-mail.
pl_sr_rs: <strong>GRESKA</strong> :Pogrešno korisničko ime ili e-mail.

source: Password reset is not allowed for this user
pl_es_es: No esta permitido el restablecimiento de contraseña para este usuario
pl_sr_rs: Resetovanje šifre nije dozvoljeno za ovog korisnika

source: Someone requested that the password be reset for the following account:
pl_es_es: Alguien solicitó el restablecimiento de contraseña para la siguiente cuenta:
pl_sr_rs: Neko je tražio dalozinka bude resetovan za sledeći račun:

source: Username: %s
pl_es_es: Nombre de usuario:% s
pl_sr_rs: Korisničko ime: %s

source: If this was a mistake, just ignore this email and nothing will happen.
pl_es_es: Si esto fue un error, simplemente ignore este mensaje.
pl_sr_rs: Ako je ovo bila greška, samo ignorisati ovaj email i ništa se neće desiti.

source: To reset your password, visit the following address:
pl_es_es: Para restablecer su contraseña, visite la siguiente dirección:
pl_sr_rs: Da biste ponovo postavili lozinku, posetite sledeću adresu:

source: [%s] Password Reset
pl_es_es: [%s] Restablecimiento de contraseña
pl_sr_rs: [%s] Poništavanje lozinke

source: <strong>ERROR</strong>: The e-mail could not be sent. Possible reason: your host may have disabled the mail() function...
pl_es_es: <strong> ERROR </ strong>: El correo electrónico no se ha podido enviar. Posible causa: su servido de web puede haber desactivado la función mail () ... Restablecimiento de contraseña
pl_sr_rs: <strong>GRESKA</strong>: E-pošta ne može biti poslata. Mogući razlog: vaš domaćin je možda onemogućio mail ( ) funkciju...

source: This plugin can add a login button or widget in any region of your web page.
pl_es_es: Este plugin puede añadir un botón de inicio de sesión o un widget en cualquier región de su página web.
pl_sr_rs: Ovaj plugin može da doda dugme za ulogovanje u bilo kojem delu vaše web stranice
